Repository: BooPixel/help-plugin
Catalog: languages/boochat-connect-*.po
Languages: pt_br

source: Main Panel
pt_br: Painel Principal

source: Customization
pt_br: Customização

source: Settings
pt_br: Configurações

source: Statistics
pt_br: Estatísticas

source: Close
pt_br: Fechar

source: Loading...
pt_br: Carregando...

source: Small
pt_br: Pequeno

source: Medium
pt_br: Médio

source: Large
pt_br: Grande

source: Extra Large
pt_br: Extra Grande

source: Less
pt_br: Menos

source: More
pt_br: Mais

source: Information
pt_br: Informações

source: Language
pt_br: Idioma

source: Select the plugin language.
pt_br: Selecione o idioma do plugin.

source: Auto (WordPress Language)
pt_br: Automático (Idioma do WordPress)

source: Default Settings
pt_br: Configurações Padrão

source: Version
pt_br: Versão

source: AI Chatbot & n8n Automation
pt_br: Chatbot de IA & Automação n8n

source: Support
pt_br: Atendimento

source: Hello! How can we help you today?
pt_br: Olá! Como podemos ajudar você hoje?

source: Need help?
pt_br: Precisa de ajuda?

source: Close chat
pt_br: Fechar chat

source: Type your message...
pt_br: Digite sua mensagem...

source: Send
pt_br: Enviar

source: Waiting for response...
pt_br: Aguardando resposta...

source: Error sending message. Please try again.
pt_br: Erro ao enviar mensagem. Tente novamente.

source: API URL not configured. Configure in Help Plugin > Settings.
pt_br: URL da API não configurada. Configure em Help Plugin > Configurações.

source: Empty message.
pt_br: Mensagem vazia.

source: Error connecting to the service. Please try again.
pt_br: Erro ao conectar com o serviço de atendimento. Tente novamente.

source: Error processing server response.
pt_br: Erro ao processar resposta do servidor.

source: Customizations saved successfully!
pt_br: Customizações salvas com sucesso!

source: Chat Customization
pt_br: Customização do Chat

source: Customize colors and typography of the support chat.
pt_br: Personalize as cores e tipografia do chat de atendimento.

source: Save Customizations
pt_br: Salvar Customizações

source: Chat Icon
pt_br: Ícone do Chat

source: Upload Icon
pt_br: Enviar Ícone

source: Remove Icon
pt_br: Remover Ícone

source: Icon displayed in the chat header. Recommended size: 48x48 pixels.
pt_br: Ícone exibido no cabeçalho do chat. Tamanho recomendado: 48x48 pixels.

source: Name displayed in chat header.
pt_br: Nome exibido no header do chat.

source: Welcome message displayed when chat is opened.
pt_br: Mensagem de boas-vindas exibida quando o chat é aberto.

source: Primary gradient color (header and buttons).
pt_br: Cor principal do gradiente (header e botões).

source: Secondary gradient color.
pt_br: Cor secundária do gradiente.

source: Chat window background color.
pt_br: Cor de fundo da janela do chat.

source: Message text color.
pt_br: Cor do texto das mensagens.

source: Font family for the chat.
pt_br: Família de fonte para o chat.

source: Font size for messages.
pt_br: Tamanho da fonte das mensagens.

source: Text Customization
pt_br: Personalização de Texto

source: Color Customization
pt_br: Personalização de Cores

source: Customize text and typography settings.
pt_br: Personalize as configurações de texto e tipografia.

source: Customize color and appearance settings.
pt_br: Personalize as configurações de cores e aparência.

source: Chat Name
pt_br: Nome do Chat

source: Welcome Message
pt_br: Mensagem Inicial

source: Primary Color
pt_br: Cor Primária

source: Secondary Color
pt_br: Cor Secundária

source: Chat Background Color
pt_br: Cor de Fundo do Chat

source: Text Color
pt_br: Cor do Texto

source: Font
pt_br: Fonte

source: Font Size
pt_br: Tamanho da Fonte

source: Settings saved successfully!
pt_br: Configurações salvas com sucesso!

source: API Settings
pt_br: Configurações da API

source: Configure the customer service API URL.
pt_br: Configure a URL da API de atendimento ao cliente.

source: Save Settings
pt_br: Salvar Configurações

source: Complete webhook URL for customer service API.
pt_br: URL completa do webhook da API de atendimento.

source: Configured
pt_br: Configurada

source: Not configured
pt_br: Não configurada

source: The API URL will be used to process all support chat messages.
pt_br: A URL da API será usada para processar todas as mensagens do chat de atendimento.

source: API URL
pt_br: URL da API

source: Interaction Statistics
pt_br: Estatísticas de Interações

source: View chat interactions by period.
pt_br: Visualize as interações do chat por período.

source: Quick Summary
pt_br: Resumo Rápido

source: Last 24 hours
pt_br: Últimas 24 horas

source: Last 7 days
pt_br: Últimos 7 dias

source: Last month
pt_br: Último mês

source: Last year
pt_br: Último ano

source: Select Period
pt_br: Selecionar Período

source: Start Date:
pt_br: Data Inicial:

source: End Date:
pt_br: Data Final:

source: Load Statistics
pt_br: Carregar Estatísticas

source: Please select start and end dates.
pt_br: Por favor, selecione as datas inicial e final.

source: Start date must be before end date.
pt_br: A data inicial deve ser anterior à data final.

source: Error loading statistics:
pt_br: Erro ao carregar estatísticas:

source: Error connecting to server. Please try again.
pt_br: Erro ao conectar ao servidor. Tente novamente.

source: Interactions Chart
pt_br: Gráfico de Interações

source: Interaction Calendar
pt_br: Calendário de Interações

source: Visualize user interactions over the past year. Darker colors indicate more interactions.
pt_br: Visualize as interações dos usuários ao longo do último ano. Cores mais escuras indicam mais interações.

source: Conversation History
pt_br: Histórico de Conversas

source: View detailed conversation history between users and the bot.
pt_br: Visualize o histórico detalhado de conversas entre usuários e o bot.

source: Show users:
pt_br: Mostrar usuários:

source: Load Conversations
pt_br: Carregar Conversas

source: Select date range and click "Load Conversations" to view conversation history.
pt_br: Selecione o período e clique em "Carregar Conversas" para visualizar o histórico de conversas.

source: Loading conversations...
pt_br: Carregando conversas...

source: No permission.
pt_br: Sem permissão.

source: Security error. Please reload the page.
pt_br: Erro de segurança. Recarregue a página.

source: You do not have permission to access this page.
pt_br: Você não tem permissão para acessar esta página.

source: Security check failed.
pt_br: Verificação de segurança falhou.

source: Security error. Please try again.
pt_br: Erro de segurança. Tente novamente.

source: Sessions
pt_br: Sessões

source: User Sessions
pt_br: Sessões de Usuários

source: Upgrade to PRO
pt_br: Atualizar para PRO

source: Loading sessions...
pt_br: Carregando sessões...

source: Error loading sessions:
pt_br: Erro ao carregar sessões:

source: No sessions found.
pt_br: Nenhuma sessão encontrada.

source: Failed to create checkout session.
pt_br: Falha ao criar sessão de checkout.

source: View all user chat sessions and their details.
pt_br: Visualize todas as sessões de chat dos usuários e seus detalhes.

source: Show:
pt_br: Mostrar:

source: Refresh
pt_br: Atualizar

source: Welcome to BooChat Connect
pt_br: Bem-vindo ao BooChat Connect

source: Modern, lightweight chatbot popup that integrates seamlessly with n8n. Automate workflows, respond in real-time, collect leads, and connect to any AI model or external service.
pt_br: Popup de chatbot moderno e leve que se integra perfeitamente com n8n. Automatize fluxos de trabalho, responda em tempo real, colete leads e conecte-se a qualquer modelo de IA ou serviço externo.

source: API Status
pt_br: Status da API

source: Not Configured
pt_br: Não Configurada

source: Configure Now
pt_br: Configurar Agora

source: Chat Widget
pt_br: Widget de Chat

source: Active
pt_br: Ativo

source: Getting Started
pt_br: Começando

source: Configure API URL
pt_br: Configurar URL da API

source: Go to Settings and configure your n8n webhook URL or external API endpoint.
pt_br: Vá para Configurações e configure sua URL de webhook n8n ou endpoint de API externa.

source: Customize Appearance
pt_br: Personalizar Aparência

source: Personalize colors, fonts, welcome message, and chat name to match your brand.
pt_br: Personalize cores, fontes, mensagem de boas-vindas e nome do chat para corresponder à sua marca.

source: Test the Chat
pt_br: Testar o Chat

source: Visit your website frontend and test the chat integration.
pt_br: Visite o frontend do seu site e teste a integração do chat.

source: Monitor Statistics
pt_br: Monitorar Estatísticas

source: Track user interactions and analyze chat usage over time.
pt_br: Acompanhe as interações dos usuários e analise o uso do chat ao longo do tempo.

source: API Integration Guide
pt_br: Guia de Integração da API

source: Your API endpoint should accept POST requests with the following JSON format:
pt_br: Seu endpoint de API deve aceitar requisições POST com o seguinte formato JSON:

source: The API should respond with JSON in this format:
pt_br: A API deve responder com JSON neste formato:

source: n8n Integration:
pt_br: Integração n8n:

source: Create a %1$schat trigger node%2$s in n8n and use the webhook URL as your API URL. The webhook will receive chat messages for processing in your n8n workflow.
pt_br: Crie um %1$snó de chat trigger%2$s no n8n e use a URL do webhook como sua URL da API. O webhook receberá mensagens do chat para processamento em seu fluxo de trabalho n8n.

source: Quick Links
pt_br: Links Rápidos

source: Features
pt_br: Recursos

source: Modern responsive design
pt_br: Design responsivo moderno

source: Full customization options
pt_br: Opções completas de personalização

source: n8n & API integration
pt_br: Integração n8n e API

source: Session management
pt_br: Gerenciamento de sessões

source: Statistics & analytics
pt_br: Estatísticas e análises

source: Multi-language support
pt_br: Suporte multilíngue

source: Lightweight & fast
pt_br: Leve e rápido

source: Mobile-friendly
pt_br: Compatível com dispositivos móveis

source: Support & Contact
pt_br: Suporte e Contato

source: Company
pt_br: Empresa

source: Website
pt_br: Site

source: Documentation
pt_br: Documentação

source: View Docs →
pt_br: Ver Documentação →

source: Licensed under
pt_br: Licenciado sob

source: Payment Successful!
pt_br: Pagamento Bem-sucedido!

source: Your PRO license has been activated automatically. You can now access all premium features!
pt_br: Sua licença PRO foi ativada automaticamente. Agora você pode acessar todos os recursos premium!

source: Your license key has been received. To activate your PRO license, please configure your API Key in
pt_br: Sua chave de licença foi recebida. Para ativar sua licença PRO, configure sua Chave de API em

source: The license will be activated automatically once the API Key is configured.
pt_br: A licença será ativada automaticamente assim que a Chave de API for configurada.

source: Payment received. Processing license activation...
pt_br: Pagamento recebido. Processando ativação da licença...

source: Payment was cancelled.
pt_br: O pagamento foi cancelado.

source: Payment Error
pt_br: Erro no Pagamento

source: PRO License Active
pt_br: Licença PRO Ativa

source: You have an active PRO license. All premium features are unlocked!
pt_br: Você tem uma licença PRO ativa. Todos os recursos premium estão desbloqueados!

source: License Status
pt_br: Status da Licença

source: License Key
pt_br: Chave de Licença

source: Deactivate License
pt_br: Desativar Licença

source: PRO Features
pt_br: Recursos PRO

source: Unlock advanced features with BooChat Connect PRO.
pt_br: Desbloqueie recursos avançados com BooChat Connect PRO.

source: Advanced Statistics Dashboard
pt_br: Painel de Estatísticas Avançado

source: Interactive Charts & Graphs
pt_br: Gráficos e Tabelas Interativas

source: User Sessions & Conversation History
pt_br: Sessões de Usuários e Histórico de Conversas

source: Make data-driven decisions with powerful analytics at your fingertips. Instantly see your chat performance with quick summaries (24h, 7 days, 30 days) and dive deep into any time period. Discover when your users are most active, identify peak engagement times, and optimize your chat strategy based on real data—not guesswork.
pt_br: Tome decisões baseadas em dados com análises poderosas na ponta dos dedos. Veja instantaneamente o desempenho do seu chat com resumos rápidos (24h, 7 dias, 30 dias) e mergulhe fundo em qualquer período. Descubra quando seus usuários estão mais ativos, identifique horários de maior engajamento e otimize sua estratégia de chat com base em dados reais—não em suposições.

source: See your chat growth story unfold with stunning visual charts. Spot trends instantly, compare performance across different periods, and share beautiful reports with your team. Every click reveals new insights—no complex setup required.
pt_br: Veja a história de crescimento do seu chat se desenrolar com gráficos visuais impressionantes. Identifique tendências instantaneamente, compare o desempenho em diferentes períodos e compartilhe relatórios lindos com sua equipe. Cada clique revela novos insights—sem configuração complexa necessária.

source: Never lose a conversation again. Access every chat session in one place, review complete transcripts, and understand your customers better. Export everything to JSON or CSV for advanced analysis, compliance, or team training. Turn conversations into actionable business intelligence.
pt_br: Nunca perca uma conversa novamente. Acesse cada sessão de chat em um só lugar, revise transcrições completas e entenda melhor seus clientes. Exporte tudo para JSON ou CSV para análise avançada, conformidade ou treinamento da equipe. Transforme conversas em inteligência de negócios acionável.

source: Discover when your users are most active
pt_br: Descubra quando seus usuários estão mais ativos

source: Identify peak engagement times
pt_br: Identifique horários de maior engajamento

source: Optimize your chat strategy based on real data—not guesswork
pt_br: Otimize sua estratégia de chat com base em dados reais—não em suposições

source: Spot trends instantly with visual insights
pt_br: Identifique tendências instantaneamente com insights visuais

source: Compare performance across different periods
pt_br: Compare o desempenho em diferentes períodos

source: Share beautiful reports with your team
pt_br: Compartilhe relatórios lindos com sua equipe

source: Every click reveals new insights—no complex setup required
pt_br: Cada clique revela novos insights—sem configuração complexa necessária

source: Access every chat session in one place
pt_br: Acesse cada sessão de chat em um só lugar

source: Review complete conversation transcripts
pt_br: Revise transcrições completas das conversas

source: Export to JSON or CSV for advanced analysis
pt_br: Exporte para JSON ou CSV para análise avançada

source: Perfect for compliance, team training, and business intelligence
pt_br: Perfeito para conformidade, treinamento da equipe e inteligência de negócios

source: Export Data (CSV/JSON)
pt_br: Exportar Dados (CSV/JSON)

source: Email Reports
pt_br: Relatórios por E-mail

source: Priority Support
pt_br: Suporte Prioritário

source: Future PRO Features
pt_br: Recursos PRO Futuros

source: Already have a license?
pt_br: Já tem uma licença?

source: Enter your license key below to activate PRO features.
pt_br: Digite sua chave de licença abaixo para ativar os recursos PRO.

source: License activated successfully!
pt_br: Licença ativada com sucesso!

source: Failed to activate license. Please check your license key.
pt_br: Falha ao ativar licença. Verifique sua chave de licença.

source: Enter your license key
pt_br: Digite sua chave de licença

source: Enter your PRO license key to activate.
pt_br: Digite sua chave de licença PRO para ativar.

source: Activate License
pt_br: Ativar Licença

source: Pricing
pt_br: Preços

source: One year of PRO features and updates
pt_br: Um ano de recursos PRO e atualizações

source: Buy Now
pt_br: Comprar Agora

source: Choose Chat Icon
pt_br: Escolher Ícone do Chat

source: Use this icon
pt_br: Usar este ícone

source: Configuration Error
pt_br: Erro de Configuração

source: Failed to create checkout session. Please try again.
pt_br: Falha ao criar sessão de checkout. Tente novamente.

source: English
pt_br: Inglês

source: Español
pt_br: Espanhol

source: Export JSON
pt_br: Exportar JSON

source: Export CSV
pt_br: Exportar CSV
